Repository: uptoamir/mattermost-mobile
Catalog: ios/Mattermost/i18n/*.lproj/InfoPlist.strings
Languages: cs, de, es, ko, nb_no, nl, sv, tr, vi

# NSAppleMusicUsageDescription
source: Enabling access to your media library means you can attach files from your media library to your messages in Mattermost Beta.
cs: Povolení přístupu k vaší mediální knihovně znamená, že můžete připojovat soubory z vaší mediální knihovny k vašim zprávám v Mattermost Beta.
de: Wenn du den Zugriff auf deine Medienbibliothek aktivierst, kannst du Dateien aus deiner Medienbibliothek an deine Nachrichten in Mattermost Beta anhängen.
es: Habilitar el acceso a tu biblioteca de medios significa que puedes adjuntar archivos desde tu biblioteca de medios a tus mensajes en Mattermost Beta.
ko: 미디어 라이브러리에 액세스할 수 있도록 설정하면 미디어 라이브러리에 있는 파일을 Mattermost Beta의 메시지에 첨부할 수 있습니다.
nb_no: Å aktivere tilgang til mediebiblioteket ditt betyr at du kan legge ved filer fra mediebiblioteket til meldingene dine i Mattermost Beta.
nl: Als u toegang tot uw mediabibliotheek inschakelt, kunt u bestanden uit uw mediabibliotheek aan uw berichten in Mattermost Beta toevoegen.
sv: Om du tillåter åtkomst till ditt mediebibliotek kan du bifoga filer från ditt mediebibliotek till dina meddelanden på Mattermost Beta.
tr: Ortam kitaplığınıza erişimi etkinleştirerek, ortam kitaplığınızdaki dosyaları Mattermost Beta adresindeki iletilerinize ekleyebilirsiniz.
vi: Cho phép truy cập vào thư viện phương tiện của bạn có nghĩa là bạn có thể đính kèm tệp từ thư viện phương tiện vào thư của mình trong Mattermost Beta.

# NSBluetoothAlwaysUsageDescription
source: Enabling access to Bluetooth means we can synchronize content across your devices and clients.
cs: Povolení přístupu k Bluetooth znamená, že můžeme synchronizovat obsah mezi vašimi zařízeními a klienty.
de: Durch die Aktivierung des Bluetooth-Zugriffs können wir Inhalte zwischen deinem Geräten und Clients synchronisieren.
es: Habilitar el acceso a Bluetooth significa que puedes sincronizar contenido a través de tus dispositivos y clientes.
ko: Bluetooth에 대한 액세스를 활성화하면 장치와 클라이언트 간에 콘텐츠를 동기화할 수 있습니다.
nb_no: Å aktivere tilgang til Bluetooth betyr at vi kan synkronisere innhold på tvers av enhetene og klientene dine.
nl: Door toegang tot Bluetooth mogelijk te maken, kunnen we inhoud op al jouw apparaten en clients synchroniseren.
sv: Genom att aktivera Bluetooth kan vi synkronisera innehåll mellan dina enheter och klienter.
tr: Bluetooth erişimini etkinleştirerek, içeriği aygıtlarınız ve istemcileriniz arasında eşitleyebilirsiniz.
vi: Cho phép truy cập Bluetooth có nghĩa là chúng tôi có thể đồng bộ hóa nội dung trên các thiết bị và ứng dụng khách của bạn.

# NSBluetoothPeripheralUsageDescription
source: Enabling access to Bluetooth means we can connect to audio peripherals for calls, and synchronize content across your devices and clients.
cs: Povolení přístupu k Bluetooth znamená, že se můžeme připojit k audio periferiím pro hovory a synchronizovat obsah mezi vašimi zařízeními a klienty.
de: Durch die Aktivierung des Zugriffs auf Bluetooth können wir eine Verbindung zu Audio-Peripheriegeräten für Anrufe herstellen und Inhalte zwischen deinen Geräten und Clients synchronisieren.
es: Habilitar el acceso a Bluettoth significa que puedes conectarte a periféricos de audio para llamadas, y sincronizar contenido a través de tus dispositivos y clientes.
ko: Bluetooth 액세스를 활성화하면 통화를 위해 오디오 주변 장치에 연결하고 장치와 클라이언트 간에 콘텐츠를 동기화할 수 있습니다.
nb_no: Aktivering av tilgang til Bluetooth betyr at vi kan koble til eksterntlydutstyr for samtaler, og synkronisere innhold på tvers av dine klienter og enheter.
nl: Toegang tot Bluetooth betekent dat we verbinding kunnen maken met audio-randapparatuur voor gesprekken en inhoud kunnen synchroniseren tussen jouw apparaten en clients.
sv: Genom att aktivera tillgång till Bluetooth kan vi ansluta till ljudenheter för samtal och synkronisera innehåll mellan dina enheter och klienter.
tr: Bluetooth erişimini etkinleştirerek, aramalar için ses çevre birimlerine bağlanabilir ve içerikleri aygıtlarınız ile istemcileriniz arasında eşitleyebilirsiniz.
vi: Cho phép truy cập Bluetooth có nghĩa là chúng tôi có thể kết nối với thiết bị ngoại vi âm thanh để thực hiện cuộc gọi và đồng bộ hóa nội dung trên các thiết bị và ứng dụng khách của bạn.

# NSCameraUsageDescription
source: Allowing access to your camera enables you to take photos or videos and attach them to messages.
cs: Povolení přístupu k vaší kameře vám umožňuje pořizovat fotografie nebo videa a připojovat je k zprávám.
de: Wenn du den Zugriff auf deine Kameras erlaubst, kannst du Fotos oder Videos aufnehmen und sie an Nachrichten anhängen.
es: Permitir el acceso a tu cámara habilita te permite tomar fotos o videos y adjuntarlos a los mensajes.
ko: 디바이스 카메라에 대한 액세스를 활성화하면 사진이나 동영상을 촬영하여 Mattermost Beta에 업로드할 수 있습니다.
nb_no: Ved å gi tilgang til kameraet ditt kan du ta bilder eller videoer og legge dem ved meldinger.
nl: Als je toegang geeft tot je camera, kun je foto's of video's maken en aan berichten toevoegen.
sv: Med åtkomst till enhetens kamera kan du ta foton eller videor och bifoga dem till meddelanden.
tr: Kamera erişimini etkinleştirerek, fotoğraf ya da video çekebilir ve bunları iletilere ekleyebilirsiniz.
vi: Bật quyền truy cập vào máy ảnh của thiết bị nghĩa là bạn có thể chụp ảnh hoặc quay video và tải chúng lên Mattermost Beta.

# NSFaceIDUsageDescription
source: Enabling access to your Face ID means we can restrict unauthorized users from accessing Mattermost Beta on your device.
cs: Povolení přístupu k vašemu Face ID znamená, že můžeme omezit přístup neautorizovaných uživatelů k Mattermost Beta na vašem zařízení.
de: Durch die Aktivierung des Zugriffs auf deine Face ID können wir unbefugten Benutzern den Zugriff auf Mattermost Beta auf deinem Gerät verwehren.
es: Habilitar el acceso a tu Face ID significa que podemos restringir a usuarios no autorizados de acceder a Mattermost Beta en tu dispositivo.
ko: Face ID에 대한 액세스를 활성화하면 권한이 없는 사용자가 장치에서 Mattermost Beta 에 액세스하는 것을 제한할 수 있습니다.
nb_no: Aktivering av tilgang til Face ID betyr at vi kan begrense uautoriserte brukere fra å få tilgang til Mattermost Beta på enheten din.
nl: Door de toegang tot jouw Face ID in te schakelen, kunnen we onbevoegde gebruikers de toegang tot Mattermost Beta op jouw apparaat beperken.
sv: Om du tillåter åtkomst till Face ID kan vi begränsa obehöriga användares åtkomst till Mattermost Beta på din enhet.
tr: Face ID erişimini etkinleştirerek, yetkisiz kullanıcıların aygıtınızdaki Mattermost Beta uygulamasına erişmesini engelleyebilirsiniz.
vi: Cho phép truy cập vào Face ID của bạn có nghĩa là chúng tôi có thể hạn chế người dùng trái phép truy cập vào Mattermost Beta trên thiết bị của bạn.

# NSLocationAlwaysUsageDescription
source: Enabling access to your location data means we can add location metadata to pictures and videos you share in Mattermost Beta.
cs: Povolení přístupu k vašim údajům o poloze znamená, že můžeme přidávat metadata o poloze k fotografiím a videím, které sdílíte v Mattermost Beta.
de: Durch die Freigabe des Zugriffs auf deine Standortdaten können wir den Bildern und Videos, die du auf Mattermost Beta teilst, Standort-Metadaten hinzufügen.
es: Habilitar el acceso a tus datos de ubicación significa que podemos agregar metadatos a las fotos y videos que compartes en Mattermost Beta.
ko: 위치 데이터에 대한 액세스를 활성화하면 Mattermost Beta 에서 공유하는 사진 및 동영상에 위치 메타데이터를 추가할 수 있습니다.
nb_no: Å aktivere tilgang til posisjonsdataene dine betyr at vi kan legge til posisjonsmetadata til bilder og videoer du deler i Mattermost Beta.
nl: Door toegang tot jouw locatiegegevens mogelijk te maken, kunnen we locatiemetadata toevoegen aan foto's en video's die je deelt in Mattermost Beta.
sv: Om du tillåter åtkomst till platsdata kan vi lägga till platsmetadata till bilder och videor som du delar på Mattermost Beta.
tr: Konum verileri erişimini etkinleştirerek, Mattermost Beta üzerinden paylaştığınız görsel ve videolara konum üst verileri ekleyebilirsiniz.
vi: Cho phép truy cập vào dữ liệu vị trí của bạn nghĩa là chúng tôi có thể thêm siêu dữ liệu vị trí vào ảnh và video mà bạn chia sẻ trong Mattermost Beta.

# NSLocationWhenInUseUsageDescription
source: Enabling access to your location data means we can add location metadata to pictures and videos you share in Mattermost Beta.
cs: Povolení přístupu k vašim údajům o poloze znamená, že můžeme přidávat metadata o poloze k fotografiím a videím, které sdílíte v Mattermost Beta.
de: Durch die Freigabe des Zugriffs auf deine Standortdaten können wir den Bildern und Videos, die du auf Mattermost Beta teilst, Standort-Metadaten hinzufügen.
es: Habilitar el acceso a tus datos de ubicación significa que podemos agregar metadatos de ubicación a las fotos y videos que compartes en Mattermost Beta.
ko: 위치 데이터에 대한 액세스를 활성화하면 Mattermost Beta 에서 공유하는 사진 및 동영상에 위치 메타데이터를 추가할 수 있습니다.
nb_no: Å aktivere tilgang til posisjonsdataene dine betyr at vi kan legge til posisjonsmetadata til bilder og videoer du deler i Mattermost Beta.
nl: Door toegang tot jouw locatiegegevens mogelijk te maken, kunnen we locatiemetadata toevoegen aan foto's en video's die je deelt in Mattermost Beta.
sv: Om du tillåter åtkomst till platsdata kan vi lägga till platsmetadata till bilder och videor som du delar på Mattermost Beta.
tr: Konum verileri erişimini etkinleştirerek, Mattermost Beta üzerinden paylaştığınız görsel ve videolara konum üst verileri ekleyebilirsiniz.
vi: Cho phép truy cập vào dữ liệu vị trí của bạn nghĩa là chúng tôi có thể thêm siêu dữ liệu vị trí vào ảnh và video mà bạn chia sẻ trong Mattermost Beta.

# NSMicrophoneUsageDescription
source: Enabling access to your device's microphones means you can capture audio for calls or videos to share in Mattermost Beta.
cs: Povolení přístupu k mikrofonům vašeho zařízení znamená, že můžete zachytávat audio pro hovory nebo videa, která budete sdílet v Mattermost Beta.
de: Wenn du den Zugriff auf die Mikrofone deines Geräts aktivierst, kannst du Audio für Anrufe oder Videos aufnehmen, die du auf Mattermost Beta teilen möchtest.
es: Habilitar el acceso a los micrófonos de tu dispositivo significa que puedes capturar audio para las llamadas o videos que compartes en Mattermost Beta.
ko: 디바이스의 마이크에 액세스할 수 있도록 설정하면 Mattermost Beta 에서 공유할 통화 또는 동영상에 대한 오디오를 캡처할 수 있습니다.
nb_no: Hvis du aktiverer tilgang til enhetens mikrofoner, kan du ta opp lyd for samtaler eller videoer som du kan dele i Mattermost Beta.
nl: Als je de toegang tot de microfoons van jouw apparaat inschakelt, kan je audio opnemen voor gesprekken en video's en deze delen in Mattermost Beta.
sv: Genom att tillåta tillgång till enhetens mikrofoner kan du använda ljud för samtal eller videor för att dela dem på Mattermost Beta.
tr: Aygıtınızda mikrofon erişimini etkinleştirerek, Mattermost Beta üzerinden çağrı ya da videolarda paylaşmak için sesi alabilirsiniz.
vi: Cho phép truy cập vào micrô của thiết bị có nghĩa là bạn có thể ghi lại âm thanh cho cuộc gọi hoặc video để chia sẻ trong Mattermost Beta.

# NSPhotoLibraryAddUsageDescription
source: Enabling write access to your photo library means you can save downloaded photos and videos from Mattermost Beta to your device.
cs: Povolení přístupu pro zápis do vaší knihovny fotografií znamená, že můžete ukládat stažené fotografie a videa z Mattermost Beta na vaše zařízení.
de: Wenn du den Schreibzugriff auf deine Fotobibliothek aktivierst, kannst du heruntergeladene Fotos und Videos von Mattermost Beta auf deinem Gerät speichern.
es: Habilitar el acceso a escritura a tu biblioteca de fotos significa que puedes guardar fotos y videos descargados desde Mattermost Beta a tu dispositivo.
ko: 사진 보관함에 대한 쓰기 액세스를 활성화하면 Mattermost Beta 에서 다운로드한 사진과 동영상을 내 장치에 저장할 수 있습니다.
nb_no: Hvis du aktiverer skrivetilgang til bildebiblioteket ditt, kan du lagre nedlastede bilder og videoer fra Mattermost Beta på enheten din.
nl: Als je schrijftoegang tot je fotobibliotheek inschakelt, kan je foto's of video's van Mattermost Beta downloaden en bewaren op jouw apparaat.
sv: Om du tillåter skrivåtkomst till ditt fotobibliotek kan du spara nedladdade foton och videor från Mattermost Beta på enheten.
tr: Fotoğraf kitaplığınıza yazma erişimini etkinleştirerek, indirilen fotoğrafları ve videoları Mattermost Beta ile aygıtınıza kaydedebilirsiniz.
vi: Bật quyền truy cập ghi vào thư viện ảnh của bạn nghĩa là bạn có thể lưu ảnh và video đã tải xuống từ Mattermost Beta vào thiết bị của mình.

# NSPhotoLibraryUsageDescription
source: Allowing access to your photo library enables you to select photos or videos and attach them to messages.
cs: Povolení přístupu k vaší knihovně fotografií vám umožňuje vybrat fotografie nebo videa a připojit je k zprávám.
de: Wenn du den Zugriff auf deine Fotobibliothek erlaubst, kannst du Fotos und Videos auswählen und an Nachrichten anhängen.
es: Permitir el acceso a tu biblioteca de fotos te permite seleccionar fotos o videos y adjuntarlos a los mensajes.
ko: 사진 보관함에 대한 읽기 액세스를 활성화하면 내 장치에서 Mattermost Beta 으로 사진과 동영상을 업로드할 수 있습니다.
nb_no: Ved å gi tilgang til bildebiblioteket ditt kan du velge bilder eller videoer og legge dem ved meldinger.
nl: Met toegang tot je fotobibliotheek, kun je foto's of video's selecteren en aan berichten toevoegen.
sv: Läsåtkomst till ditt fotobibliotek ger möjlighet att välja foton och videor och bifoga dem till meddelanden.
tr: Fotoğraf kitaplığınıza erişimi etkinleştirerek, fotoğraf ve videoları seçip iletilere ekleyebilirsiniz.
vi: Cho phép quyền truy cập đọc vào thư viện ảnh của bạn có nghĩa là bạn có thể tải ảnh và video từ thiết bị của mình lên Mattermost Beta.

# NSSpeechRecognitionUsageDescription
source: Enabling your device to send user data to Apple means you can send voice messages to Mattermost Beta.
cs: Povolení vašemu zařízení odesílat uživatelská data společnosti Apple znamená, že můžete odesílat hlasové zprávy do Mattermost Beta.
de: Wenn du dein Gerät aktivierst, um Benutzerdaten an Apple zu senden, kannst du Sprachnachrichten an Mattermost Beta senden.
es: Habilitar tu dispositivo para enviar datos de usuario a Apple significa que puedes enviar mensajes de voz a Mattermost Beta.
ko: 기기에서 사용자 데이터를 Apple에 전송하도록 설정하면 Mattermost Beta 으로 음성 메시지를 보낼 수 있습니다.
nb_no: Hvis du aktiverer enheten din til å sende brukerdata til Apple, betyr det at du kan sende talemeldinger til Mattermost Beta.
nl: Als je toestaat dat jouw toestel gebruikersdata doorstuurt naar Apple, kan je spraakberichten sturen naar Mattermost Beta.
sv: Om du tillåter din enhet att skicka användardata till Apple kan du skicka röstmeddelanden till Mattermost Beta.
tr: Aygıtınızın kullanıcı verilerini Apple üzerine göndermesine izin vererek, Mattermost Beta ile sesli mesaj gönderebilirsiniz.
vi: Cho phép thiết bị của bạn gửi dữ liệu người dùng tới Apple nghĩa là bạn có thể gửi tin nhắn thoại tới Mattermost Beta.
